Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_FORMAT_iPad
source: An additional %@ is required to download your photos and videos to this iPad. You can manage storage in Settings.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPad. يمكنك إدارة سعة التخزين في الإعدادات.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPad. Можете да управлявате пространството за съхранение в Настройки.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPad. Pots gestionar l’espai disponible a la configuració.
cs: Pro stažení vašich fotek a videí do tohoto iPadu je zapotřebí o %@ více místa. Své úložiště můžete spravovat v Nastavení.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPad. Du kan administrere lagringsplads i Indstillinger.
de: %@ zusätzlicher Platz wird benötigt, um Fotos und Videos auf dieses iPad zu laden. Der Speicherplatz kann in den Einstellungen verwaltet werden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPad. Μπορείτε να διαχειριστείτε τον χώρο αποθήκευσης στις Ρυθμίσεις.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPad. Puedes gestionar el almacenamiento en Ajustes.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPad. Puedes administrar el almacenamiento en Configuración.
fi: Kuvien ja videoiden lataaminen iPadiin edellyttää %@ lisää tilaa. Voit hallita tallennustilaa Asetuksissa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPad. Gérez votre stockage dans Réglages.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPad. Vous pouvez gérer l’espace de stockage dans Réglages.
he: כדי להוריד תמונות וסרטונים ל-iPad זה, יש צורך בעוד %@. ניתן לנהל את שטח האחסון ב״הגדרות״.
hi: इस iPad पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है। आप सेटिंग्ज़ में जाकर स्टोरेज प्रबंधित कर सकते हैं।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPad potrebno je dodatnih %@. Možete podesiti memoriju u Postavkama.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPadre. A tárhelyet a Beállításokban kezelheti.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPad ini. Anda dapat mengelola penyimpanan di Pengaturan.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPad. Puoi gestire lo spazio in Impostazioni.
ja: このiPadに写真とビデオをダウンロードするには、空き領域があと%@必要です。“設定”でストレージを管理できます。
kk: Бұл iPad құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет. Сақтау орнын «Реттеулер» бөлімінде басқаруға болады.
ko: 사용자의 사진 및 비디오를 이 iPad로 다운로드하려면 %@의 공간이 추가로 필요합니다. 설정에서 저장 공간을 관리할 수 있습니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPad“, reikia papild. %@ vietos. Saugyklą tvarkyti galite srityje „Nustatymai“.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPad ini. Anda boleh mengurus storan dalam Seting.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPaden. Du kan administrere lagring i Innstillinger.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPad. Je kunt de opslagruimte beheren in Instellingen.
pl: Aby pobrać zdjęcia i wideo, ten iPad musi mieć jeszcze %@ wolnego miejsca. Pamięcią możesz zarządzać w Ustawieniach.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPad. Você pode gerenciar o armazenamento nos Ajustes.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPad. Pode gerir o armazenamento nas Definições.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPad, este necesar un spațiu suplimentar de %@. Puteți gestiona spațiul de stocare în Configurări.
ru: Для загрузки фото и видео на этот iPad требуется дополнительно %@. Вы можете управлять хранилищем в Настройках.
sk: Na stiahnutie svojich fotiek a videí na tento iPad potrebujete ďalších %@. Úložisko môžete spravovať v Nastaveniach.
sl: Za prenos fotografij in videov v ta iPad potrebujete še %@. Shrambo lahko upravljate v Nastavitvah.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPad. Du kan hantera ditt utrymme i Inställningar.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPad เครื่องนี้ คุณสามารถจัดการพื้นที่จัดเก็บข้อมูลได้ในการตั้งค่า
tr: Fotoğraflarınızı ve videolarınızı bu iPad’e indirmek için %@ daha gerekiyor. Saklama alanını Ayarlar’da yönetebilirsiniz.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPad. Сховищем можна керувати в Параметрах.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPad này. Bạn có thể quản lý dung lượng trong Cài đặt.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPad。你可以在“设置”中管理储存空间。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPad。你可以前往「設定」管理儲存空間。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPad。你可以在「設定」中管理儲存空間。

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_FORMAT_iPhone
source: An additional %@ is required to download your photos and videos to this iPhone. You can manage storage in Settings.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPhone. يمكنك إدارة سعة التخزين في الإعدادات.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPhone. Можете да управлявате пространството за съхранение в Настройки.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPhone. Pots gestionar l’espai disponible a la configuració.
cs: Pro stažení vašich fotek a videí do tohoto iPhonu je zapotřebí o %@ více místa. Své úložiště můžete spravovat v Nastavení.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPhone. Du kan administrere lagringsplads i Indstillinger.
de: %@ zusätzlicher Platz wird benötigt, um Fotos und Videos auf dieses iPhone zu laden. Der Speicherplatz kann in den Einstellungen verwaltet werden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPhone. Μπορείτε να διαχειριστείτε τον χώρο αποθήκευσης στις Ρυθμίσεις.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPhone. Puedes gestionar el almacenamiento en Ajustes.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPhone. Puedes administrar el almacenamiento en Configuración.
fi: Kuvien ja videoiden lataaminen iPhoneen edellyttää %@ lisää tilaa. Voit hallita tallennustilaa Asetuksissa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPhone. Gérez votre stockage dans Réglages.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPhone. Vous pouvez gérer l’espace de stockage dans Réglages.
he: כדי להוריד תמונות וסרטונים ל-iPhone זה, יש צורך בעוד %@. ניתן לנהל את שטח האחסון ב״הגדרות״.
hi: इस iPhone पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है। आप सेटिंग्ज़ में जाकर स्टोरेज प्रबंधित कर सकते हैं।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPhone potrebno je dodatnih %@. Možete podesiti memoriju u Postavkama.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPhone-ra. A tárhelyet a Beállításokban kezelheti.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPhone ini. Anda dapat mengelola penyimpanan di Pengaturan.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPhone. Puoi gestire lo spazio in Impostazioni.
ja: このiPhoneに写真とビデオをダウンロードするには、空き領域があと%@必要です。“設定”でストレージを管理できます。
kk: Бұл iPhone құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет. Сақтау орнын «Реттеулер» бөлімінде басқаруға болады.
ko: 사용자의 사진 및 비디오를 이 iPhone으로 다운로드하려면 %@의 공간이 추가로 필요합니다. 설정에서 저장 공간을 관리할 수 있습니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPhone“, reikia papild. %@ vietos. Saugyklą tvarkyti galite srityje „Nustatymai“.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPhone ini. Anda boleh mengurus storan dalam Seting.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPhonen. Du kan administrere lagring i Innstillinger.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPhone. Je kunt de opslagruimte beheren in Instellingen.
pl: Aby pobrać zdjęcia i wideo, ten iPhone musi mieć jeszcze %@ wolnego miejsca. Pamięcią możesz zarządzać w Ustawieniach.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPhone. Você pode gerenciar o armazenamento nos Ajustes.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPhone. Pode gerir o armazenamento nas Definições.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPhone, este necesar un spațiu suplimentar de %@. Puteți gestiona spațiul de stocare în Configurări.
ru: Для загрузки фото и видео на этот iPhone требуется дополнительно %@. Вы можете управлять хранилищем в Настройках.
sk: Na stiahnutie svojich fotiek a videí na tento iPhone potrebujete ďalších %@. Úložisko môžete spravovať v Nastaveniach.
sl: Za prenos fotografij in videov v ta iPhone potrebujete še %@. Shrambo lahko upravljate v Nastavitvah.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPhone. Du kan hantera ditt utrymme i Inställningar.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPhone เครื่องนี้ คุณสามารถจัดการพื้นที่จัดเก็บข้อมูลได้ในการตั้งค่า
tr: Fotoğraflarınızı ve videolarınızı bu iPhone’a indirmek için %@ daha gerekiyor. Saklama alanını Ayarlar’da yönetebilirsiniz.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPhone. Сховищем можна керувати в Параметрах.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPhone này. Bạn có thể quản lý dung lượng trong Cài đặt.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPhone。你可以在“设置”中管理储存空间。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPhone。你可以前往「設定」管理儲存空間。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPhone。你可以在「設定」中管理儲存空間。

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_FORMAT_iPod touch
source: An additional %@ is required to download your photos and videos to this iPod touch. You can manage storage in Settings.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPod touch. يمكنك إدارة سعة التخزين في الإعدادات.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPod touch. Можете да управлявате пространството за съхранение в Настройки.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPod touch. Pots gestionar l’espai disponible a la configuració.
cs: Pro stažení vašich fotek a videí do tohoto iPodu touch je zapotřebí o %@ více místa. Své úložiště můžete spravovat v Nastavení.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPod touch. Du kan administrere lagringsplads i Indstillinger.
de: %@ zusätzlicher Platz wird benötigt, um Fotos und Videos auf diesen iPod touch zu laden. Der Speicherplatz kann in den Einstellungen verwaltet werden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPod touch. Μπορείτε να διαχειριστείτε τον χώρο αποθήκευσης στις Ρυθμίσεις.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPod touch. Puedes gestionar el almacenamiento en Ajustes.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPod touch. Puedes administrar el almacenamiento en Configuración.
fi: Kuvien ja videoiden lataaminen iPod touchiin edellyttää %@ lisää tilaa. Voit hallita tallennustilaa Asetuksissa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPod touch. Gérez votre stockage dans Réglages.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPod touch. Vous pouvez gérer l’espace de stockage dans Réglages.
he: כדי להוריד תמונות וסרטונים ל-iPod touch זה, יש צורך בעוד %@. ניתן לנהל את שטח האחסון ב״הגדרות״.
hi: इस iPod touch पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है। आप सेटिंग्ज़ में जाकर स्टोरेज प्रबंधित कर सकते हैं।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPod touch potrebno je dodatnih %@. Možete podesiti memoriju u Postavkama.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPod touchra. A tárhelyet a Beállításokban kezelheti.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPod touch ini. Anda dapat mengelola penyimpanan di Pengaturan.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPod touch. Puoi gestire lo spazio in Impostazioni.
ja: このiPod touchに写真とビデオをダウンロードするには、空き領域があと%@必要です。“設定”でストレージを管理できます。
kk: Бұл iPod touch құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет. Сақтау орнын «Реттеулер» бөлімінде басқаруға болады.
ko: 사용자의 사진 및 비디오를 이 iPod touch로 다운로드하려면 %@의 공간이 추가로 필요합니다. 설정에서 저장 공간을 관리할 수 있습니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPod touch“, reikia papild. %@ vietos. Saugyklą tvarkyti galite srityje „Nustatymai“.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPod touch ini. Anda boleh mengurus storan dalam Seting.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPod touch. Du kan administrere lagring i Innstillinger.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPod touch. Je kunt de opslagruimte beheren in Instellingen.
pl: Aby pobrać zdjęcia i wideo, ten iPod touch musi mieć jeszcze %@ wolnego miejsca. Pamięcią możesz zarządzać w Ustawieniach.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPod touch. Você pode gerenciar o armazenamento nos Ajustes.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPod touch. Pode gerir o armazenamento nas Definições.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPod touch, este necesar un spațiu suplimentar de %@. Puteți gestiona spațiul de stocare în Configurări.
ru: Для загрузки фото и видео на этот iPod touch требуется дополнительно %@. Вы можете управлять хранилищем в Настройках.
sk: Na stiahnutie svojich fotiek a videí na tento iPod touch potrebujete ďalších %@. Úložisko môžete spravovať v Nastaveniach.
sl: Za prenos fotografij in videov v ta iPod touch potrebujete še %@. Shrambo lahko upravljate v Nastavitvah.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPod touch. Du kan hantera ditt utrymme i Inställningar.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPod touch เครื่องนี้ คุณสามารถจัดการพื้นที่จัดเก็บข้อมูลได้ในการตั้งค่า
tr: Fotoğraflarınızı ve videolarınızı bu iPod touch’a indirmek için %@ daha gerekiyor. Saklama alanını Ayarlar’da yönetebilirsiniz.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPod touch. Сховищем можна керувати в Параметрах.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPod touch này. Bạn có thể quản lý dung lượng trong Cài đặt.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPod touch。你可以在“设置”中管理储存空间。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPod touch。你可以前往「設定」管理儲存空間。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPod touch。你可以在「設定」中管理儲存空間。

source: An additional %@ is required to download your photos and videos to this Apple Vision Pro.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات إلى Apple Vision Pro هذه.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този Apple Vision Pro.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’Apple Vision Pro.
cs: Pro stažení vašich fotek a videí do tohoto zařízení Apple Vision Pro je zapotřebí o %@ více místa.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til Apple Vision Pro.
de: %@ zusätzlicher Platz wird benötigt, um deine Fotos und Videos auf diese Apple Vision Pro zu laden.
el: Απαιτείται επιπλέον χώρος %@ για λήψη των φωτογραφιών και των βίντεό σας σε αυτό το Apple Vision Pro.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este Apple Vision Pro.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este Apple Vision Pro.
fi: Kuvien ja videoiden lataaminen Apple Vision Prohon edellyttää %@ lisää tilaa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet Apple Vision Pro.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet Apple Vision Pro.
he: כדי להוריד תמונות וסרטונים ל-Apple Vision Pro זה, יש צורך בעוד %@.
hi: इस Apple Vision Pro पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj Apple Vision Pro potrebno je dodatnih %@.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az Apple Vision Próra.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke Apple Vision Pro ini.
it: Per scaricare le foto e i video su Apple Vision Pro, devi avere %@ in più.
ja: このApple Vision Proに写真とビデオをダウンロードするには、空き領域があと%@必要です。
kk: Бұл Apple Vision Pro құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет.
ko: 사용자의 사진 및 비디오를 이 Apple Vision Pro로 다운로드하려면 %@의 공간이 추가로 필요합니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „Apple Vision Pro“, reikia dar %@ vietos.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke Apple Vision Pro ini.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til Apple Vision Pro.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze Apple Vision Pro.
pl: Aby pobrać zdjęcia i wideo, ten Apple Vision Pro musi mieć jeszcze %@ wolnego miejsca.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este Apple Vision Pro.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este Apple Vision Pro.
ro: Pentru a vă descărca pozele și clipurile video pe acest Apple Vision Pro, este necesar un spațiu suplimentar de %@.
ru: Для загрузки фото и видео на этот Apple Vision Pro требуется дополнительно %@.
sk: Na stiahnutie svojich fotiek a videí na toto Apple Vision Pro potrebujete ďalších %@.
sl: Za prenos fotografij in videov v to napravo Apple Vision Pro potrebujete še %@.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna Apple Vision Pro.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน Apple Vision Pro เครื่องนี้
tr: Fotoğraflarınızı ve videolarınızı bu Apple Vision Pro’ya indirmek için %@ daha gerekiyor.
uk: Потрібно ще %@, щоб викачати ваші фото й відео на цей Apple Vision Pro.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về Apple Vision Pro này.
zh_cn: 还需要%@才能将你的照片和视频下载到此Apple Vision Pro。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此Apple Vision Pro。
zh_tw: 還需要%@才能將你的照片和影片下載到此Apple Vision Pro。

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_IMPOSSIBLE_FORMAT_iPad
source: An additional %@ is required to download your photos and videos to this iPad.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPad.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPad.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPad.
cs: Pro stažení vašich fotek a videí do tohoto iPadu je zapotřebí o %@ více místa.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPad.
de: %@ zusätzlicher Platz wird benötigt, um deine Fotos und Videos auf dieses iPad zu laden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPad.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPad.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPad.
fi: Kuvien ja videoiden lataaminen iPadiin edellyttää %@ lisää tilaa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPad.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPad.
he: כדי להוריד תמונות וסרטונים ל-iPad זה, יש צורך בעוד %@.
hi: इस iPad पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPad potrebno je dodatnih %@.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPadre.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPad ini.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPad.
ja: このiPadに写真とビデオをダウンロードするには、空き領域があと%@必要です。
kk: Бұл iPad құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет.
ko: 사용자의 사진 및 비디오를 이 iPad로 다운로드하려면 %@의 공간이 추가로 필요합니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPad“, reikia papild. %@ vietos.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPad ini.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPaden.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPad.
pl: Aby pobrać zdjęcia i wideo, ten iPad ten musi mieć jeszcze %@ wolnego miejsca.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPad.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPad.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPad, este necesar un spațiu suplimentar de %@.
ru: Для загрузки фото и видео на этот iPad требуется дополнительно %@.
sk: Na stiahnutie svojich fotiek a videí na tento iPad potrebujete ďalších %@.
sl: Za prenos fotografij in videov v ta iPad potrebujete še %@.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPad.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPad เครื่องนี้
tr: Fotoğraflarınızı ve videolarınızı bu iPad’e indirmek için %@ daha gerekiyor.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPad.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPad này.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPad。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPad。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPad。
